tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "skeema/tap"
brew "bash"
brew "node"
brew "cmake"
brew "curl"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "grpc"
brew "jump"
brew "rbenv"
brew "ruby"
brew "tig"
brew "tmux"
brew "nvim"
brew "vault"
brew "vim"
brew "wget"
brew "yarn"
brew "youtube-dl"
