{
  "Comment.nvim": {
    "branch": "master"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "catppuccin": {
    "branch": "main"
  },
  "cellular-automaton.nvim": {
    "branch": "main"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-cmdline": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "copilot.vim": {
    "branch": "release"
  },
  "dressing.nvim": {
    "branch": "master"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "harpoon": {
    "branch": "harpoon2"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-notify": {
    "branch": "master"
  },
  "nvim-tree.lua": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "plenary": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "sqlite.lua": {
    "branch": "master"
  },
  "telescope-frecency.nvim": {
    "branch": "master"
  },
  "telescope-ui-select.nvim": {
    "branch": "master"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "undotree": {
    "branch": "master"
  },
  "vim-visual-multi": {
    "branch": "master"
  },
  "zen-mode.nvim": {
    "branch": "main"
  }
}

